Repository: tsielknovnomis/pl_LOK_2024L
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: Global Segmentation Rules
pl: Globalne &zasady segmentacji

source: Global post-processing commands
pl: Globalne polecenia po przetwarzaniu

source: Glossaries
pl: Glosariusze

source: Glossaries folder:
pl: Folder glosariuszy

source: Glossary
pl: Glosariusz

source: Glossary Files Folder
pl: Folder plików glosariusza

source: Glossary file: {0}
pl: Plik glosariusza: {0}

source: Glossary matches
pl: Dopasowania z glosariusza

source: Glossary note
pl: Glosariusz – notatka

source: Glossary source
pl: Glosariusz – źródło

source: Glossary translation
pl: Glosariusz – tłumaczenie

source: Go to Segment
pl: Przejdź do segmentu

source: Go to Segment Source
pl: Przejdź do segmentu źródłowego

source: Goto &Line...
pl: Przejdź do wiersza...

source: HHC file too big!
pl: Plik HHC zbyt duży!

source: HTML and XHTML
pl: HTML i XHTML

source: HTML file too big!
pl: Plik HTML ma zbyt duży rozmiar!

source: HTML, XHTML, ODF and Infix segmentation
pl: segmentacja HTML, XHTML, ODF oraz Infix

source: He&aders
pl: Na&główki

source: Help & Manual
pl: Pomoc i podręcznik użytkownika

source: Hide &Options
pl: Ukryj ustawienia

source: Hide &leading and trailing tags
pl: Ukryj tagi na początku i na końcu segmentu

source: Hide '{0}'
pl: Ukryj '{0}'

source: Highlight &Auto-Populated Segments
pl: &Podświetl automatycznie uzupełnione segmenty

source: Highlight &Translated Segments
pl: Podświetl przetłumaczone segmenty

source: Highlight &Untranslated Segments
pl: Podświetl nieprzetłumaczone segmenty

source: Highlight Repeated Se&gments
pl: Podświetl powtarzające się segmenty

source: Highlight Segments &with Notes
pl: Podświetl segmenty z notatkami

source: Highlight Segments with Alternative Translation
pl: Podświetl segmenty z alternatywnym tłumaczeniem

source: History
pl: Historia

source: History &Completion
pl: Uzupełniane słowa

source: History &Prediction
pl: Podpowiadanie kolejnego słowa

source: History Completions
pl: Propozycje uzupełniania słowa

source: History Predictions
pl: Podpowiadane słowa

source: Hyperlinks
pl: Hiperłącza

source: I&nsert Source
pl: W&staw tekst źródłowy

source: IOException encountered:
pl: Napotkano wyjątek wejścia/wyjścia:

source: If issue checking is slow, try disabling some of the optional checks.
pl: Jeśli wyszukiwanie problemów długo trwa, wyłącz niektóre opcjonalne kryteria kontroli.

source: If there is a declaration, that encoding will be used regardless of the setting specified here.
pl: Jeśli kodowanie posiada deklarację, nie będzie można go edytować niezależnie od ustawień.

source: Ignore: “{0}”
pl: Ignoruj: „{0}”

source: In comments
pl: W komentarzach

source: In editor
pl: W edytorze

source: In notes
pl: W notatkach

source: In so&urce
pl: W źr&ódle

source: Include matches from &other languages
pl: Uwzględnij dopasowania &z innych języków

source: Include pattern
pl: Dołącz wzorzec

source: Incorrect password
pl: Hasło nieprawidłowe.

source: Individual File Statistics:
pl: Statystyka poszczególnych plików:

source: Initial number of loaded segments:
pl: Początkowa liczba segmentów:

source: Insert Bidi Control C&haracter
pl: Wstaw z&nak sterujący kierunkiem tekstu

source: Insert Missing &Tags
pl: Wstaw brakujący &znacznik

source: Insert Next Missing T&ag
pl: Wstaw następny brakujący z&nacznik

source: Insert Tag {0}
pl: Wstaw znacznik {0}

source: Insert the &best fuzzy match
pl: Wstaw najlepsze &dopasowanie rozmyte

source: Insert the &source text
pl: Wstaw tekst źródłowy

source: Install
pl: Instaluj

source: Install Plugin
pl: Zainstaluj wtyczkę

source: Install the {0} {1} plugin?
pl: Zainstalować wtyczkę {0} {1}?

source: Installed
pl: Zainstalowana

source: Installed plugins:
pl: Zainstalowane wtyczki:

source: Invalid HTML file
pl: Nieprawidłowy plik HTML

source: Invalid file format
pl: Zły format pliku

source: Issues
pl: Problemy

source: Issues ({0})
pl: Problemy ({0})

source: Issues for {0} ({1})
pl: Problemy ({0})

source: It is stored in the TMX file.
pl: Jest przechowywana w pliku TMX.

source: Italian
pl: Włoski

source: Item:
pl: Element:

source: Japanese
pl: Japoński

source: Jar used for plugins: {0}
pl: Jar uzyty dla wtyczek: {0}

source: Jumping to last edited segment...
pl: Przejdź do ostatnio edytowanego segmentu...

source: Key:
pl: Wyrażenie:

source: L&og...
pl: Dziennik...

source: LCK
pl: Kursor zablokowany

source: Language checker
pl: &Weryfikacja językowa

source: Language name
pl: Nazwa języka

source: Language pattern
pl: Wzorzec języka

source: Language sets
pl: Zestawy językowe

source: LanguageTool Issues
pl: problemy z LanguageTool

source: Languages
pl: Języki

source: Last modified by {0}
pl: Ostatnia modyfikacja przez {0}

source: Latest
pl: Najnowszy

source: Left-to-Right Embedding (LRE U+202&A)
pl: Kierunek od lewej do prawej (LRE U+202A)

source: Left-to-Right Mark (LRM U+200&E)
pl: Znak od lewej do prawej (LRM U+200&E)

source: Line length:
pl: Długość linii:

source: List View
pl: Widok w formie listy

source: Loading TMX files...
pl: Wczytywanie plików TMX...

source: Loading glossary {0}
pl: Wczytywanie glosariusza {0}

source: Loading project...
pl: Wczytywanie projektu...

source: Loading: {0}
pl: Wczytywanie:{0}

source: Local External Searc&hes...
pl: Lokalne wyszukiwanie zewnętrzne

source: Local External Searches
pl: Zewnętrzne wyszukiwanie lokalne

source: Local File &Filters...
pl: Lokalne filtry plików

source: Local File Filters
pl: Lokalne filtry plików

source: Local Segmentation R&ules...
pl: Lokalne zasady segmentacji

source: Local Segmentation Rules
pl: Lokalne zasady segmentacji

source: Local file/folder
pl: Plik/folder lokalny

source: Local post-processing commands (disabled):
pl: Komendy do lokalnego przetwarzania końcowego (nieaktywne)

source: Location
pl: Lokalizacja

source: Machine Translation
pl: Tłumaczenie maszynowe

source: Machine Translations
pl: Tłumaczenia maszynowe

source: Machine translate highlight
pl: Tłumaczenie maszynowe – zaznaczenie

source: Main Memor&y
pl: Głównej pamięci tłumaczeniowej

source: Mapping of local folders to remote folders in repositories
pl: Mapowanie folderów lokalnych do folderów zdalnych w repozytoriach

source: Mark &Language Checker Issues
pl: &Zaznacz problemy językowe wymagające rozwiązania

source: Mark Gl&ossary Matches
pl: &Zaznacz dopasowania z glosariuszy

source: Mark all repeated segments
pl: Zaznacz wszystkie powtarzające się segmenty

source: Mask
pl: Maska

source: Master Password
pl: Hasło główne

source: Master password:
pl: Hasło główne:

source: Match Statistics
pl: Statystyki dopasowań

source: Match Statistics per &File
pl: Statystyki dopasowań w &pliku

source: Match Statistics per File
pl: Statystyki dopasowań dla pliku

source: Match display template
pl: Szablon wyświetlania dopasowań

source: Match term groups even if the terms appear separately
pl: Dopasuj grupy terminów, nawet jeśli terminy pojawiają się osobno

source: Matches changed
pl: Dopasowania zmienione

source: Matches deleted active
pl: Dopasowania usunięte aktywne

source: Matches deleted inactive
pl: Dopasowania usunięte nieaktywne

source: Matches inserted active
pl: Dopasowania wstawione aktywne

source: Matches inserted inactive
pl: Dopasowania wstawione nieaktywne

source: Matches unchanged
pl: Dopasowania niezmienione

source: Matching segments: {0}
pl: Pasujące segmenty: {0}

source: Maximize
pl: Maksymalizuj

source: Maximum line length:
pl: Maksymalna długość linii:

source: Maximum number of finds has been reached ({0})
pl: Osiągnięto maksymalną ilość wyników wyszukiwania{0}

source: Merge alternate definitions of the same term
pl: Scalaj alternatywne definicje tego samego terminu

source: Minimal threshold to show a fuzzy match:
pl: Próg minimalny do wyświetlania dopasowania rozmytego:

source: Minimize
pl: Minimalizuj

source: Minutes:
pl: Minuty:

source: Mo&ve Up
pl: Przenieś &wyżej

source: Modification info
pl: Informacje o modyfikacji – tło

source: Modification info text
pl: Informacje o modyfikacji – tekst

source: Modify encoding declaration
pl: Edytuj deklarację kodowania

source: More
pl: Więcej

source: Move &Down
pl: Przesuń &niżej

source: Move &First
pl: Jako &pierwsze

source: Move &Last
pl: Jako &ostatnie

source: Move &Up
pl: Przesuń w&yżej

source: Move Do&wn
pl: Przesuń &niżej

source: Move F&irst
pl: Przenieś &na początek

source: Move U&p
pl: Przesuń &wyżej

source: Multiple Translations
pl: Tłumaczenia wielokrotne

source: N&ext Segment from tm/enforce/
pl: Następny segment z podfolderu tm/enforce/

source: Name
pl: Nazwa

source: Name:
pl: Nazwa

source: New language and country
pl: Nowy język i kraj

source: Next
pl: Następny

source: Next &Translated Segment
pl: Następny przetłumaczony segment

source: Next &Untranslated Segment
pl: Następny &nieprzetłumaczony segment

source: Next N&ote
pl: Następna notatka

source: Next Uni&que Segment
pl: Następny niepowtarzający się segment

source: No match:
pl: Brak dopasowania:

source: No matches returned by search.
pl: Wyszukiwanie nie przyniosło żadnych wyników.

source: No script bound in slot #{0}.
pl: Brak skryptu powiązanego z gniazdem. #{0}.

source: No script selected.
pl: Nie wybrano skryptu.

source: No script set.
pl: Nie ustawiono skryptu.

source: No tags and no numbers
pl: Bez znaczników i bez liczb

source: Non-breakable spaces
pl: Twarde spacje

source: Not a valid XML file!
pl: Nieprawidłowy plik XML!

source: Not set
pl: Nieustawione

source: Note: The Source File Encoding setting only affects HHC and HHK files with no encoding declaration.
pl: Uwaga: Ustawienie kodowania pliku źródłowego w formacie HHC i HHK działa tylko wtedy, kiedy kodowania nie zadeklarowano wewnątrz pliku.

source: Note: The Source file encoding setting only affects HTML files with no encoding declaration.
pl: Uwaga: Ustawienie kodowania pliku źródłowego w formacie HTML działa tylko wtedy kiedy kodowania nie zadeklarowano wewnątrz pliku.

source: Notepad
pl: Notatnik

source: Notification (flash)
pl: Powiadomienie (migające)

source: Notification (steady)
pl: Powiadomienie (stałe)

source: Notify Me When a Segment Has Multiple Translations
pl: Powiadom mnie, gdy segment ma wiele tłumaczeń

source: Now
pl: Teraz

source: Number of matching segments:
pl: Liczba pasujących segmentów:

source: Number of unique segments
pl: Liczba segmentów niepowtarzających się

source: O&ptions...
pl: O&pcje...

source: OmegaT Project Files
pl: Pliki projektu OmegaT

source: OmegaT Project Folder
pl: Folder projektu OmegaT

source: OmegaT classic theme
pl: OmegaT motyw klasyczny

source: OmegaT default theme
pl: OmegaT motyw domyślny

source: OmegaT encrypts sensitive passwords and API keys with a master password.
pl: OmegaT szyfruje poufne hasła i indywidualne klucze API za pomocą głównego hasła.

source: OmegaT license
pl: Licencja OmegaT

source: OmegaT {0} is now available.
pl: OmegaT {0} jest teraz dostępna.

source: Only if (X)HTML file has a &header
pl: Tylko gdy plik (X)HTML ma &nagłówek

source: Only if (X)HTML file has an &encoding declaration
pl: Tylko gdy plik (X)HTML ma d&eklarację strony kodowej

source: Op&en Recent...
pl: Ostatnie projekty...

source: Open MED Project...
pl: Otwórz projekt MED...

source: Open Project
pl: Otwórz projekt

source: Open Source File
pl: Otwórz plik źródłowy

source: Open Source File Location
pl: Otwórz lokację pliku źródłowego

source: Open Target File
pl: Otwórz plik docelowy

source: Open Target File Location
pl: Otwórz lokację pliku docelowego

source: Opening team project
pl: Tworzenie projektu grupowego

source: Options
pl: Ustawienia

source: Orphan segments
pl: Segmenty osierocone

source: Other plugins are available online.
pl: Inne wtyczki są dostępne online.

source: P&revious Segment from tm/enforce/
pl: Poprzedni segment z podfolderu tm/enforce/

source: P&roject Folder
pl: Folder projektu

source: PO Filter Options
pl: Ustawienia filtra PO

source: Paragraph delimitation
pl: Granica akapitu

source: Paragraph delimiter:
pl: Rozgraniczenie akapitów:

source: Password:
pl: Hasło:

source: Paste
pl: Wklej

source: Path:
pl: Ścieżka:

source: Penalty for matches in other languages:
pl: Kara za dopasowania w innych językach:

source: Plugin Name
pl: Nazwa wtyczki

source: Plugin installation failed.
pl: Instalowanie wtyczki nie powiodło się.

source: Plugin installation successful.
pl: Wtyczka została pomyślnie zainstalowana.

source: Plugin successfully loaded from class '{0}'
pl: Wtyczka zostala pomyslnie zaladowana z klasy '{0}'

source: Plugins
pl: Wtyczki

source: Polish
pl: Polski

source: Pop Directional Formatting (PDF U+202&C)
pl: Zakończ zmianę kierunku tekstu (PDF U+202&C)

source: Pre&vious Note
pl: Poprzednia notatka

source: Preferences
pl: Preferencje

source: Preferences - {0}
pl: Preferencje – {0}

source: Preferences system save operation failed!
pl: Zapisanie systemu preferencji nie powiodło się

source: Preserve &spaces for all tags
pl: Zachowaj spacje dla wszystkich tagów

source: Pro&ject
pl: Pro&jekt

source: Project Properties
pl: Właściwości projektu

source: Project Statistics
pl: Statystyka projektu

source: Project autosaved at {0}
pl: Automatycznie zapisano projekt w {0}

source: Project data saving interval
pl: Częstotliwość zapisywania danych projektu

source: Project saved
pl: Projekt zapisany

source: Provider
pl: Dostawca

source: Proxy Login
pl: Login Proxy

source: R&emove
pl: Usuń

source: R&eplace with Match or Selection
pl: &Zastąp dopasowaniem lub zaznaczeniem

source: Re&load
pl: Załaduj ponownie

source: Re&place All
pl: Za&stąp wszystkie

source: Re&place with Source
pl: Z&astąp tekstem źródłowym

source: Re&pository Mapping...
pl: Mapowanie repozytoriów...

source: Reading of TMX file complete
pl: Wczytywanie pliku TMX zakończone

source: Recursi&ve search
pl: Przeszuki&wanie rekursywne

source: Reference T&Ms
pl: Referencyjnych pamięciach tłumaczeniowych

source: Refreshing script folder "{0}"
pl: Odświeżanie folderu skryptu "{0}"

source: Register I&dentical Translation
pl: Zapisz źródło jako tłumaczenie

source: Register Identical Translation
pl: Oznacz jako identyczne tłumaczenie

source: Reinstall the {0} plugin?
pl: Zainstalować ponownie wtyczkę {0}?

source: Remaining Characters (w/ spaces)
pl: Znaków pozostało (ze spacjami)

source: Remaining Characters (w/o spaces)
pl: Pozostałe znaki (bez spacji)

source: Remaining Segments
pl: Pozostałe segmenty

source: Remaining Words
pl: Pozostałe wyrazy

source: Remaining:
pl: Pozostałe:

source: Remo&ve Translation
pl: Usuń tłumaczenie

source: Remote file/folder
pl: Plik/folder zdalny

source: Remote repositories
pl: Repozytoria zdalne

source: Remote repository network communication error: {0}
pl: Błędy komunikacji sieciowej zdalnego repozytorium {0}

source: Remove
pl: Usuń

source: Remove Script
pl: Usuń skrypt

source: Remove leading and trailing &whitespace in non-segmented projects
pl: Usuń białe znaki na początku i na końcu segmentu w projektach niesegmentowanych

source: Remove ta&gs
pl: Usuń znaczniki

source: Repeated segments
pl: Powtarzające się segmenty

source: Repeated segments background
pl: Powtarzające się segmenty – tło

source: Repetitions from other files:
pl: Powtórzenia w pozostałych plikach:

source: Repetitions within this file:
pl: Powtórzenia w tym pliku:

source: Repetitions:
pl: Powtórzenia:

source: Replace
pl: Zastąp

source: Replace Translation with Match or Selection
pl: Zastąp tłumaczenie dopasowaniem lub zaznaczeniem

source: Replace Translation with Text
pl: Zastąp tłumaczenie tekstem

source: Replace matches when inserting source text
pl: Zastąp dopasowania podczas wstawiania tekstu źródłowego

source: Replace with &Machine Translation
pl: Zastąp tłumaczeniem &maszynowym

source: Replace with:
pl: Zamień na:

source: Replace...
pl: &Zastąp...

source: Repository
pl: Repozytorium

source: Repository Credentials
pl: Dane dostępu do repozytorium

source: Reset Master Password
pl: Resetuj hasło główne

source: Restart OmegaT to activate it.
pl: Uruchom ponownie OmegaT, aby ją uruchomić.

source: Restart OmegaT to apply these changes
pl: Uruchom ponownie OmegaT, aby zastosować zmiany

source: Restore
pl: Przywróć

source: Restore De&faults
pl: Przywróć do&myślne

source: Right-to-Left Embedding (RLE U+202&B)
pl: Kierunek od prawej do lewej (RLE U+202&B)

source: Right-to-Left Mark (RLM U+200&F)
pl: Znak od prawej do lewej (RLM U+200&F)

source: Run script in slot #{0}.
pl: Uruchom skrypt w gnieździe #{0}.

source: Running on Java {0} ({1}-bit)
pl: Uruchomione w środowisku Java {0} ({1}-bit)

source: Russian
pl: Rosyjski

source: S&pace matches nbsp
pl: U&względnij spację niełamiącą

source: S&witch Case to
pl: Z&mień wielkość liter

source: Sample Text
pl: Tekst przykładowy

source: Save Current Set...
pl: Zapisz obecny zestaw...

source: Save Script
pl: Zapisz skrypt

source: Save aut&o-populated status
pl: Zapisz stan wypełnienia automatycznego

source: Save origin of &translation
pl: Zapisz źródło &tłumaczenia

source: Saving and Output
pl: Zapisywanie i tworzenie danych wyjściowych

source: Saving and Output Options
pl: Opcje zapisywania i tworzenia danych wyjściowych

source: Saving project...
pl: Zapisuję projekt...

source: Script "{0}" bound to slot #{1}.
pl: Skrypt ''{0}'' powiązany z gniazdem #{0}.

source: Script "{0}" saved.
pl: Skrypt "{0}" został zapisany

source: Script "{0}" unbound from slot #{1}.
pl: Skrypt "{0}" odłączony od gniazda #{1}.

source: Script Result
pl: Wyniki skryptu

source: Scriptin&g...
pl: Skrypt&y...

source: Scripting
pl: Skrypty

source: Scripts Folder:
pl: Folder skryptów:

source: Se&lect Source Text
pl: Za&znacz tekst źródłowy

source: Se&ntence-level segmenting
pl: S&egmentuj na poziomie zdań

source: Search &automatically
pl: Wyszukaj &automatycznie

source: Search Dictionaries
pl: Szukaj w słownikach

source: Search for:
pl: Wyszukaj:

source: Search found mark
pl: Oznaczenie wyników wyszukiwania

source: Search in
pl: Szukaj w

source: Search replaced mark
pl: Oznaczenie znaków zastępowanych

source: Seconds:
pl: Sekundy:

source: Secure Store
pl: Bezpieczne przechowywanie danych

source: Segment Properties
pl: Właściwości segmentu

source: Segment marker background
pl: Znacznik segmentu – tło

source: Segment marker text
pl: Znacznik segmentu – tekst

source: Segmentation method: {0}
pl: Metoda segmentacji: {0}

source: Segments
pl: Segmentów

source: Segments with notes
pl: Segmenty z notatkami

source: Segments with notes text
pl: Segmenty z notatkami – tekst

source: Select &Next Match
pl: Wybierz &następne dopasowanie

source: Select &Previous Match
pl: Wybierz &poprzednie dopasowanie

source: Select Fol&der
pl: Wybierz fol&der

source: Select Issue Types
pl: Wybierz typ problemu

source: Select Mat&ch
pl: Wybierz dop&asowanie

source: Select Match #&1
pl: Wybierz dopasowanie nr &1

source: Select Match #&2
pl: Wybierz dopasowanie nr &2

source: Select Match #&3
pl: Wybierz dopasowanie nr &3

source: Select Match #&4
pl: Wybierz dopasowanie nr &4

source: Select Match #&5
pl: Wybierz dopasowanie nr &5

source: Select Scripts Folder
pl: Wybierz folder skryptów

source: Select a Script File
pl: Wybierz plik skryptu

source: Select a filter and click on Edit... or Options... to customize it.
pl: Wybierz filtr i naciśnij Edytuj... lub Ustawienia... aby go dostosować.

source: Select appropriate version
pl: Wybierz odpowiednią wersję

source: Select issue types to check.
pl: Wybierz typ problemu do sprawdzenia.

source: Selected
pl: Wybrana

source: Selected Engine: {0}
pl: Wybrany silnik: {0}

source: Set
pl: Ustawione

source: Set & stored
pl: Ustawione i zapisane

source: Set Empty Translation
pl: Oznacz tłumaczenie jako puste

source: Set Scripts Folder...
pl: Ustaw folder skryptów...

source: Set a master password to protect your private data.
pl: Ustaw hasło główne, żeby chronić swoje prywatne dane.

source: Set contents
pl: Zawartość zestawu

source: Sets
pl: Zestawy

source: Settings for tags originating from non-OmegaT TMX files:
pl: Ustawienia tagów pochodzących z innych plików niż OmegaT TMX:

source: Shortcut
pl: Skrót

source: Show &longer target terms first
pl: Pokaż najpierw dłuższe terminy

source: Show &source term first
pl: Pokaż najpierw termin źródłowy

source: Show &target term first
pl: Pokaż najpierw &termin docelowy

source: Show Find Search Bar
pl: Wyświetl pasek zadań "Znajdź"

source: Show Replace Search Bar
pl: Wyświetl pasek zadań "Zamień"

source: Simplify tag &tooltips
pl: Uprość &dymki znaczników

source: Size
pl: &Rozmiar

source: Skipping.
pl: Pominięto.

source: Slovak
pl: Słowacki

source: So&urce Files...
pl: Pliki źródłowe...

source: Sort &alphabetically
pl: Sortuj &alfabetycznie

source: Sort by &full text, not shortcut
pl: Sortuj według &pełnego tekstu, a nie skrótu

source: Sort by len&gth
pl: Sortuj według długości

source: Sort by source term &alphabetically
pl: Sortuj &alfabetycznie pod kątem terminu źródłowego

source: Sort fuzzy matches by:
pl: Sortuj dopasowania rozmyte:

source: Sort tar&get terms alphabetically
pl: Sortuj terminy &docelowe alfabetycznie

source: Source
pl: Źródło

source: Source Files Folder
pl: Folder plików źródłowych

source: Source file encoding:
pl: Kodowanie pliku źródłowego:

source: Source file loading complete
pl: Wczytywanie plików źródłowych zakończono

source: Source filename pattern:
pl: Wzorzec nazwy pliku źródłowego:

source: Source files committed
pl: pliki żródłowe potwierdzone

source: Source files folder:
pl: Folder plików źródłowych:

source: Source files language:
pl: Język plików źródłowych

source: Source language tokenizer:
pl: Tokenizator języka źródłowego

source: Source language: {0}
pl: Język źródłowy: {0}

source: Source of Selected &Match
pl: Źródło wybranego dopasowania

source: Source segments
pl: Segmenty (źródło)

source: Source segments text
pl: Segmenty (źródło) – tekst

source: Source term:
pl: Wyrażenie źródłowe:

source: Spanish
pl: Hiszpański

source: Specific sets should be put above general sets: "FR-CA" should be above "FR.*", which should be above ".*".
pl: Szczegółowe zestawy powinny być umieszczone przed zestawami ogólnymi: "FR-CA" powinno być wyżej niż "FR.*", które z kolei powinno być wyżej niż ".*".

source: Spellcheck
pl: Sprawdzanie pisowni

source: Spellcheck the tr&anslation
pl: Sprawdź pisownię tł&umaczenia

source: Spellchecker
pl: Sprawdzanie pisowni

source: Spellchecker Setup
pl: Parametry sprawdzania pisowni

source: Spellchecking dictionaries location:
pl: Lokalizacja słowników sprawdzających pisownię:

source: Spelling
pl: Pisownia

source: Spelling Issues
pl: błędy w pisowni

source: Standard
pl: Standardowy

source: Standard template
pl: Szablon standardowy

source: Statistics
pl: Statystyki

source: Stemming, no tags and no numbers
pl: Skracanie, bez znaczników i bez liczb

source: Summary
pl: Przegląd

source: Swedish
pl: Szwedzki

source: Synchronization of repositories
pl: Synchronizacja repozytoriów

source: T&Ms
pl: T&M-y

source: TM Matches
pl: Dopasowania z pamięci tłumaczeniowej

source: TM Matching Options
pl: Opcje dopasowywania TM

source: Table View
pl: Widok w formie tabeli

source: Tag Issues
pl: problemy ze znacznikami

source: Tag Processing
pl: Obsługa znaczników

source: Tags
pl: Znaczniki

source: Target files committed
pl: pliki docelowe potwierdzone

source: Target language tokenizer:
pl: Tokenizator języka docelowego

source: Target term:
pl: Wyrażenie docelowe:

source: Team
pl: Zespół

source: Team Mode Repository Mapping
pl: Mapowanie repozytoriów w trybie zespołowym

source: Template for segments without date
pl: Szablon dla segmentów bez daty

source: Template variables:
pl: Zmienne szablonu:

source: Terminology
pl: Terminologia

source: Terminology Issues
pl: błędy terminologiczne
